//
//  CTAssetsPicker.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Annuleren";
"Done" = "Gereed";

/* Default title */
"Photos" = "Foto's";

/* No. of selected */
"%@ Photo Selected" = "%@ foto geselecteerd";
"%@ Photos Selected" = "%@ foto's geselecteerd";
"%@ Video Selected" = "%@ video geselecteerd";
"%@ Videos Selected" = "%@ video's geselecteerd";
"%@ Items Selected" = "%@ items geselecteerd";

/* Grid view footer */
"%@ Photos" = "%@ Foto's";
"%@ Videos" = "%@ Video's";
"%@ Photos, %@ Videos" = "%1$@ Foto's, %2$@ Videos";

/* Assets index */
"%@ of %@" = "%1$@ op %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Deze App heeft geen toegang tot je foto's en video's.";
"You can enable access in Privacy Settings." = "Je kunt toegang verlenen in Privacy instellingen";

/* Messages if no assets */
"No Photos or Videos" = "Geen foto's of video's";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Je kunt foto's of video's nemen met je camera, of door je foto's en video's te synchroniseren met je %@n in iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "Je kunt foto's en video's synchroniseren met je %@ in iTunes";

/* Accessibility labels */
"Play" = "Lezen";
"Select" = "Select";
"Deselect" = "Deselecteren";

/* Video duration spell out */
"hours" = "uren";
"hour" = "uur";
"minutes" = "minuten";
"minute" = "minuut";
"seconds" = "seconden";
"second" = "seconde";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Kan video stream niet afspelen";
"OK" = "OK";
